adpyke.vscode-sql-formatter
alexkrechik.cucumberautocomplete
anthropic.claude-code
augustocdias.tasks-shell-input
aykutsarac.jsoncrack-vscode
bierner.markdown-mermaid
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
github.codespaces
github.copilot
github.copilot-chat
hashicorp.hcl
hashicorp.terraform
keewek.compare-helper
kevinglasson.cornflakes-linter
marlinfirmware.auto-build
meouwu.css-var-color-decorator
mhutchie.git-graph
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
oliverkovacs.word-count
openai.openai-chatgpt-adhoc
pascalreitermann93.vscode-yaml-sort
platformio.platformio-ide
prisma.prisma
robholme.hl7tools
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
strigo.linear
svelte.svelte-vscode
tomoki1207.pdf
trungngo.autoflake
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
ziyasal.vscode-open-in-github
